Repository: jburguete/wave
Catalog: 1.3.2/po/*/LC_MESSAGES/wave.po
Languages: es, fr

source: No enough memory to start the variables
es: Falta memoria para iniciar las variables
fr: Mémoire insuffisante pour commencer les variables

source: Linear
es: Lineal
fr: Linéaire

source: Square
es: Cuadrada
fr: Carrée

source: Gaussian
es: Gaussiana
fr: Gaussiane

source: Steady
es: Estacionario
fr: Stationère

source: Equation type
es: Tipo de ecuación

source: Initial shape
es: Onda inicial
fr: Onde initial

source: Shape position
es: Posición de la onda
fr: Position de l'onde

source: Shape width
es: Anchura de la onda
fr: Largeur de l'onde

source: Shape amplitude
es: Amplitud de la onda
fr: Amplitude de l'onde

source: Base height
es: Altura base
fr: Hauteur base

source: Domain width
es: Longitud del dominio

source: Wave velocity
es: Velocidad de ondas
fr: Vitesse d'onde

source: Wave type
es: Tipo de onda
fr: Type d'onde

source: Lax-Friedrichs optimized
es: Lax-Friedrichs optimizado
fr: Lax-Friedrichs optimizé

source: 1st order upwind
es: Upwind de 1º orden
fr: Upwind d'ordre 1

source: 2nd order upwind
es: Upwind de 2º orden
fr: Upwind d'ordre 2

source: Classical spatial 2nd order TVD
es: Clásico TVD de 2º orden espacial
fr: Classique TVD d'ordre 2 spatial

source: Spatial 2nd order TVD
es: TVD de 2º orden espacial
fr: TVD d'ordre 2 spatial

source: 2nd order TVD
es: TVD de 2º orden
fr: TVD d'ordre 2

source: Tridiagonal upwind implicit
es: Upwind implícito tridiagonal
fr: Tridiagonale upwind implicite

source: Optimized tridiagonal implicit
es: Implícito tridiagonal optimizado
fr: Tridiagonale upwind optimizé

source: Bidiagonal upwind implicit
es: Upwind implícito bidiagonal
fr: Bidiagonale upwind implicite

source: Optimized bidiagonal implicit
es: Implícito bidiagonal optimizado
fr: Bidiagonale upwind optimizé

source: Tridiagonal upwind semi-explicit
es: Upwind semi-explícito tridiagonal
fr: Tridiagonale upwind semi-explicite

source: Bidiagonal upwind semi-explicit
es: Upwind semi-explícito bidiagonal
fr: Bidiagonale upwind semi-explicite

source: None
es: Ninguno
fr: Nulle

source: Centered
es: Centrado
fr: Centré

source: Mean
es: Media
fr: Moyenne

source: Double mean
es: Doble media
fr: Moyenne moyenne

source: Interpolated
es: Interpolada
fr: Interpolée

source: Interpolated mean
es: Interpolada media
fr: Interpolée moyenne

source: Progressive
es: Progresiva

source: Aleatory
es: Aleatoria
fr: Aléatoire

source: Finite differences
es: Diferencias finitas
fr: Differences finites

source: Finite volumes
es: Volúmenes finitos
fr: Volumes finites

source: Mesh cells
es: Número de celdas
fr: Numéro de cellules

source: Simulation time
es: Tiempo de simulación
fr: Temps de simulation

source: Numerical scheme
es: Esquema numérico
fr: Schéma numerique

source: Flux limiter
es: Limitador de flujo
fr: Limiteur de flux

source: Entropy correction
es: Corrección de entropía
fr: Correction d'entropie

source: Mesh
es: Malla
fr: Maille

source: Discretization
es: Discretización

source: CFL Number
es: Número CFL
fr: Numéro CFL

source: Implicit number
es: Número implícito
fr: Numéro implicite

source: Artificial viscosity
es: Viscosidad artificial
fr: Viscosité artificielle

source: Mesh variation
es: Variación de malla
fr: Variation de maille

source: _Convergence
es: _Convergencia

source: Maximum mesh cells
es: Máximo número de celdas
fr: Maximum numéro de cellules

source: Convergence test number
es: Número de tests de convergencia
fr: Numéro de tests de convergence

source: Maximum
es: Máximo

source: Minimum
es: Mínimo

source: Position
es: Posición

source: Drawing options
es: Opciones gráficas
fr: Options graphiques

source: Help
es: Ayuda
fr: Aide

source: wave v. 1.3.2 english Unsteady propagation wave program Author: Javier Burguete E-mail: jburguete@eead.csic.es Phone: (+034) 976491996
es: wave v. 1.3.2 castellano Programa de propagación transitoria de ondas Autor: Javier Burguete E-mail: jburguete@eead.csic.es Teléfono: (+034) 976491996

source: Save graphical
es: Guardar gráfica
fr: Enregistrer graphique

source: _Wave type
es: _Tipo de onda
fr: Type d'_onde

source: _Numerical scheme
es: Esquema _numérico
fr: Schéma _numerique

source: _Drawing options
es: Opciones _gráficas
fr: Options _graphiques

source: S_tart simulation
es: _Iniciar simulación
fr: _Commencer simulation

source: Sto_p simulation
es: _Parar simulación
fr: _Arrêter simulation

source: _Save graphical
es: _Guardar gráfica
fr: _Enregistrer graphique

source: _Help
es: A_yuda
fr: A_ide

source: E_xit
es: _Salir
fr: _Sortir

source: Start simulation
es: Iniciar simulación
fr: Commencer simulation

source: Stop simulation
es: Parar simulación
fr: Arrêter simulation

source: Exit
es: Salir
fr: Sortir

source: _Menu
es: _Menú

source: CPU time
es: Tiempo de CPU
fr: Temps de CPU

source: Initial mass
es: Masa inicial
fr: Masse initiale

source: Final mass
es: Masa final
fr: Masse finale

source: Waves simulator
es: Simulador de ondas
fr: Simulateur d'ondes

source: Triangular
fr: Triangulaire

source: Regular
fr: Régulière

source: wave v. 1.3.1 english Unsteady propagation wave program Author: Javier Burguete E-mail: jburguete@eead.csic.es Phone: (+034) 976491996
fr: wave v. 1.3.1 français Programme de propagation transitoire d'ondes Auteur: Javier Burguete E-mail: jburguete@eead.csic.es Téléphone: (+034) 976491996
